[
  {"codigo": "50291", "descricao": "Estacionar em local proibido"},
  {"codigo": "50301", "descricao": "Ultrapassar em local proibido"},
  {"codigo": "50501", "descricao": "Conduzir veículo sem cinto de segurança"},
  { "codigo": "50100", "descricao": "Dirigir sem possuir Carteira Nacional de Habilitação (CNH), Permissão para Dirigir (PPD) ou Autorização para Conduzir Ciclomotor (ACC)." },
  { "codigo": "51261", "descricao": "Dirigir veículo com CNH com suspensão do direito de dirigir." },
  { "codigo": "51262", "descricao": "Dirigir veículo com CNH de categoria diferente da exigida para o veículo." },
  { "codigo": "77491", "descricao": "Dirigir veículo com CNH cassada." },
  { "codigo": "51691", "descricao": "Dirigir sob influência de álcool ou de qualquer outra substância psicoativa que determine dependência." },
  { "codigo": "51692", "descricao": "Recusar-se a submeter-se ao teste do etilômetro ou a qualquer dos procedimentos previstos em lei." },
  { "codigo": "50531", "descricao": "Dirigir sem usar lentes corretoras, aparelho auxiliar de audição, prótese física ou adaptações obrigatórias na habilitação." },
  { "codigo": "50534", "descricao": "Descumprir restrições constantes no documento de habilitação (ex.: vedado dirigir à noite, vedado dirigir em rodovia, etc.)." },
  { "codigo": "51851", "descricao": "Condutor ou passageiro sem uso do cinto de segurança, quando obrigatório." },
  { "codigo": "51930", "descricao": "Veículo sem cinto de segurança instalado ou em condições inadequadas." },
  { "codigo": "52820", "descricao": "Deixar de prestar socorro à vítima de acidente de trânsito." },
  { "codigo": "53120", "descricao": "Deixar de identificar-se ou de prestar as informações necessárias após envolvimento em acidente com vítima." },
  { "codigo": "60501", "descricao": "Avançar o sinal vermelho do semáforo ou o sinal de parada obrigatória." },
  { "codigo": "58860", "descricao": "Ultrapassar outro veículo pelo acostamento." },
  { "codigo": "59591", "descricao": "Ultrapassar pela contramão veículo parado em fila junto a sinais, cancelas ou outro impedimento." },
  { "codigo": "57200", "descricao": "Transitar pela contramão de direção em via com duplo sentido, exceto para ultrapassagem autorizada e temporária." },
  { "codigo": "58270", "descricao": "Transitar em marcha à ré fora das pequenas manobras permitidas, pondo em risco a segurança." },
  { "codigo": "59910", "descricao": "Executar retorno em local proibido pela sinalização." },
  { "codigo": "60095", "descricao": "Executar retorno passando por cima de calçada, ilhas, canteiros ou faixa de pedestre (retorno sobre área proibida)." },
  { "codigo": "54521", "descricao": "Estacionar no passeio, sobre faixa destinada ao pedestre, ciclovia, ilhas, refúgios, canteiros centrais, marcas de canalização ou gramados." },
  { "codigo": "54790", "descricao": "Estacionar de modo a impedir a movimentação de outro veículo." },
  { "codigo": "56300", "descricao": "Estacionar em ponto de embarque e desembarque de transporte coletivo de passageiros." },
  { "codigo": "56900", "descricao": "Transitar em faixa, pista ou via de trânsito exclusivo para transporte público coletivo de passageiros (faixa de ônibus) sem autorização." },
  { "codigo": "52151", "descricao": "Dirigir ameaçando pedestres ou demais veículos." },
  { "codigo": "52581", "descricao": "Promover ou participar de competição, exibição ou demonstração de perícia em manobra de veículo na via sem autorização da autoridade competente." },
  {"codigo": "55250", "descricao": "Estacionar na contramão de direção"}
]
